[
    {
        "id": "83678532",
        "name": "Junior Data Scientist (Стажер)",
        "town": "Кемерово",
        "firm_name": "Центр финансовых технологий",
        "url": "https://api.hh.ru/vacancies/83678532?host=hh.ru",
        "description": "Минимальные требования к знаниям и навыкам для отклика: Навыки программирования на <highlighttext>Python</highlighttext>. Знакомство с библиотеками анализа данных. Готовность после успешного...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83838350",
        "name": "Fullstack-разработчик сайтов",
        "town": "Кемерово",
        "firm_name": "Соколов Александр Сергеевич",
        "url": "https://api.hh.ru/vacancies/83838350?host=hh.ru",
        "description": "Опыт работы в разработке сайтов. Желательно умение и опыт работы в CMS: Битрикс, Joomla, MODX.",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "75924565",
        "name": "Бэкенд-разработчик PHP",
        "town": "Кемерово",
        "firm_name": "ФГБОУ ВО Кемеровский государственный университет",
        "url": "https://api.hh.ru/vacancies/75924565?host=hh.ru",
        "description": "Умение обращаться linux-серверами (bash, ssh, nginx). Будет плюсом: Знание <highlighttext>Python</highlighttext>. Опыт работы с геопространственными данными. Опыт в проектировании архитектуры...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83314521",
        "name": "Аналитик",
        "town": "Кемерово",
        "firm_name": "Крестьянское хозяйство Волкова А.П.",
        "url": "https://api.hh.ru/vacancies/83314521?host=hh.ru",
        "description": "Продвинутый пользователь Excel , Power Query. Знания: Power BI. Знания: <highlighttext>Python</highlighttext>(pandas, selenium, googl api...). Развитые коммуникативные навыки. Аналитический склад ума. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "82838303",
        "name": "Специалист производственных систем \"Карьер\"/программист",
        "town": "Междуреченск",
        "firm_name": "НОВАЯ ГОРНАЯ УК",
        "url": "https://api.hh.ru/vacancies/82838303?host=hh.ru",
        "description": "Высшее образование, направление подготовки: Информационные технологии, программирование. От работы от 1 года. Знание: С#, Инка, <highlighttext>python</highlighttext>, sql, js.",
        "salary_to": 78000,
        "salary_from": 75000
    },
    {
        "id": "82778040",
        "name": "Специалист по сопровождению ИС",
        "town": "Новокузнецк",
        "firm_name": "ЕВРАЗ",
        "url": "https://api.hh.ru/vacancies/82778040?host=hh.ru",
        "description": "Знание PL\\SQL (T-SQL) на уровне написания запросов на выборку данных из БД. Способность читать код (C#/<highlighttext>Python</highlighttext>/Java...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "82837538",
        "name": "Бизнес-аналитик",
        "town": "Междуреченск",
        "firm_name": "НОВАЯ ГОРНАЯ УК",
        "url": "https://api.hh.ru/vacancies/82837538?host=hh.ru",
        "description": "Высшее образование, направление подготовки: Информационные технологии, программирование. От работы от 1 года. Знание: sql, <highlighttext>python</highlighttext>, js, Jira, BI.",
        "salary_to": 110000,
        "salary_from": 105000
    },
    {
        "id": "80865464",
        "name": "Middle+ QA Automation engineer",
        "town": "Кемерово",
        "firm_name": "Газпром нефть",
        "url": "https://api.hh.ru/vacancies/80865464?host=hh.ru",
        "description": "Что ждем от вас: Знание языка программирования и коммерческий опыт работы с <highlighttext>Python</highlighttext> от 2л. Опыт работы в автотестировании...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "82837539",
        "name": "Бизнес-аналитик",
        "town": "Мыски",
        "firm_name": "НОВАЯ ГОРНАЯ УК",
        "url": "https://api.hh.ru/vacancies/82837539?host=hh.ru",
        "description": "Высшее образование, направление подготовки: Информационные технологии, программирование. От работы от 1 года. Знание: sql, <highlighttext>python</highlighttext>, js, Jira, BI.",
        "salary_to": 110000,
        "salary_from": 105000
    },
    {
        "id": "82838305",
        "name": "Специалист производственных систем \"Карьер\"/программист",
        "town": "Мыски",
        "firm_name": "НОВАЯ ГОРНАЯ УК",
        "url": "https://api.hh.ru/vacancies/82838305?host=hh.ru",
        "description": "Высшее образование, направление подготовки: Информационные технологии, программирование. От работы от 1 года. Знание: С#, Инка, <highlighttext>python</highlighttext>, sql, js.",
        "salary_to": 78000,
        "salary_from": 76000
    },
    {
        "id": "82373845",
        "name": "Специалист по математическому моделированию",
        "town": "Новокузнецк",
        "firm_name": "ЕВРАЗ",
        "url": "https://api.hh.ru/vacancies/82373845?host=hh.ru",
        "description": "Высшее профильное образование в области математики, физики твердого тела, материаловедении. Знание методологии шесть сигм. Опыт использования статистических программ Statistika, Minitab.",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "82945828",
        "name": "Системный аналитик BI",
        "town": "Кемерово",
        "firm_name": "Кемеровское Акционерное Общество Азот",
        "url": "https://api.hh.ru/vacancies/82945828?host=hh.ru",
        "description": "...SQL (применение на ежедневной основе на текущем/прошлом рабочем месте). Уверенное владение Excel (формулы, сводные таблицы, графики). Практические знания <highlighttext>Python</highlighttext>.",
        "salary_to": 93000,
        "salary_from": 93000
    },
    {
        "id": "82838304",
        "name": "Специалист производственных систем \"Карьер\"/программист",
        "town": "Новокузнецк",
        "firm_name": "НОВАЯ ГОРНАЯ УК",
        "url": "https://api.hh.ru/vacancies/82838304?host=hh.ru",
        "description": "Высшее образование, направление подготовки: Информационные технологии, программирование. От работы от 1 года. Знание: С#, Инка, <highlighttext>python</highlighttext>, sql, js.",
        "salary_to": 78000,
        "salary_from": 76000
    },
    {
        "id": "83519501",
        "name": "Преподаватель IT дисциплин",
        "town": "Прокопьевск",
        "firm_name": "Компьютерная Академия Top",
        "url": "https://api.hh.ru/vacancies/83519501?host=hh.ru",
        "description": "Ответственность, пунктуальность, желание делиться знанием и опытом. Знание или опыт работы как минимум в одном из указанных выше направлений компьютерных...",
        "salary_to": 50000,
        "salary_from": 15000
    },
    {
        "id": "80697770",
        "name": "Специалист по информационной безопасности/защите информации",
        "town": "Новокузнецк",
        "firm_name": "Сибирские Аэропорты",
        "url": "https://api.hh.ru/vacancies/80697770?host=hh.ru",
        "description": "...ФЗ 149, ФЗ 187, приказы ФСТЭК России и ФСБ России). Навыки автоматизации рутинных задач (языки PowerShell, <highlighttext>Python</highlighttext>, командные файлы Windows).",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83519571",
        "name": "Преподаватель взрослого IT направления",
        "town": "Прокопьевск",
        "firm_name": "Компьютерная Академия Top",
        "url": "https://api.hh.ru/vacancies/83519571?host=hh.ru",
        "description": "Основы информационных технологий. Нам нужны специалисты широкого профиля IT, необязательно с педагогическим образованием! Главное, чтобы специалист был абсолютным профи в...",
        "salary_to": 50000,
        "salary_from": 15000
    },
    {
        "id": 39817797,
        "name": "Специалист службы поддержки с техническими знаниями / Волкер",
        "town": "Кемерово",
        "firm_name": "Яндекс",
        "url": "https://kemerovo.superjob.ru/vakansii/specialist-sluzhby-podderzhki-s-tehnicheskimi-znaniyami-39817797.html",
        "description": " У нас есть сервисы, которые помогают не заблудиться в незнакомом районе и строят удобные маршруты, когда нужно добраться до места максимально быстро: Яндекс.Карты, Метро, Мобильные и Народные Карты и веб-версия Карт. А еще есть команда службы поддержки, где мы помогаем пользователям лучше понять геосервисы и учим пользоваться ими с удовольствием.  Картами пользуются самые разные люди, от школьников до их бабушек. Иногда у них появляются вопросы. Чтобы первоклашка не заблудился по дороге в школу, а бабушка могла увидеть, где едет автобус с внуком, им на помощь приходит отзывчивая команда службы поддержки.  Ищем доброжелательного и понимающего с полуслова помощника. Если умеете пользоваться Картами и сможете отличить Android от iOS, присоединяйтесь.  Что нужно делать:   отвечать на сообщения пользователей по почте и в чатах;  консультировать их о вопросах, связанных с Яндексом;  передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;  иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.   Мы ждем, что вы:   грамотно пишете по-русски;  умеете четко и структурированно излагать мысли;  легко находите главную информацию в текстах разного объема;  умеете читать языки JavaScript, HTML и Python;  имеете высшее или неоконченное высшее образование (техническое будет плюсом);  помогали людям онлайн;  умеете работать самостоятельно и в команде;  готовы к гибкому графику;  ответственны, стрессоустойчивы, самоорганизованны;  умеете работать с большим объемом информации;  готовы учиться;  не устаете от однообразных задач.   Условия:   работа из дома;  оформление совместительства;  частичная занятость: 20 рабочих часов в неделю;  гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;  сдельная оплата;  удаленное оплачиваемое обучение.  <i> Доступно соискателям с инвалидностью </i>",
        "salary_to": 0,
        "salary_from": 15000
    },
    {
        "id": 39819608,
        "name": "Специалист службы поддержки с техническими знаниями (TOOLS)",
        "town": "Кемерово",
        "firm_name": "Яндекс",
        "url": "https://kemerovo.superjob.ru/vakansii/specialist-sluzhby-podderzhki-s-tehnicheskimi-znaniyami-39819608.html",
        "description": " TOOLS — это команда поддержки внутренних сервисов Яндекса. Они помогают нашим сотрудникам разбираться, как пользоваться рабочими инструментами, если что-то непонятно. У специалиста служба поддержки в TOOLS будет возможность попасть в закулисье Яндекса. Предстоит помогать столкнувшимся с трудностями сотрудникам или находить того, кто сможет на сложный вопрос ответить лучше всех. Ищем и очень ждем в команду человека с техническими знаниями, пониманием мира кода и онлайна. Если умеете находить контакт с любыми, даже самыми загадочными людьми, и можете прочитать чужие мысли, присоединяйтесь — станьте нашим супергероем.   Что нужно делать:   · отвечать на сообщения пользователей по почте и в чатах;  · консультировать их о вопросах, связанных с Яндексом;  · передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;  · иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.   Мы ждем, что вы:   · грамотно пишете по-русски;  · умеете четко и структурированно излагать мысли;  · легко находите главную информацию в текстах разного объема;  · умеете читать языки JavaScript, HTML и Python;  · имеете высшее или неоконченное высшее образование (техническое будет плюсом);  · помогали людям онлайн;  · умеете работать самостоятельно и в команде;  · готовы к гибкому графику;  · ответственны, стрессоустойчивы, самоорганизованны;  · умеете работать с большим объемом информации;  · готовы учиться;  · не устаете от однообразных задач.   Условия:   · работа из дома;  · оформление совместительства;  · частичная занятость: 20 рабочих часов в неделю;  · гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;  · сдельная оплата;  · удаленное оплачиваемое обучение.   <i>Доступно соискателям с инвалидностью</i>  ",
        "salary_to": 0,
        "salary_from": 15000
    },
    {
        "id": 39820494,
        "name": "Специалист службы поддержки с техническими знаниями (Браузер)",
        "town": "Кемерово",
        "firm_name": "Яндекс",
        "url": "https://kemerovo.superjob.ru/vakansii/specialist-sluzhby-podderzhki-s-tehnicheskimi-znaniyami-39820494.html",
        "description": " Для помощи по вопросам десктопной версии Яндекс.Браузера разыскивается человек, который умеет не только выйти в интернет, но и знает, как потом не принести из него что-то вредное. Ваши сверхспособности понадобятся, чтобы знакомить пользователей с полезными возможностями Браузера. Например, рассказывать, как настроить фильтр рекламы или синхронизировать настройки Браузера на нескольких устройствах. Если вы из тех, кому любопытно разбираться, почему что-то не работает, и нравится помогать людям, присоединяйтесь.     Что нужно делать:     ·         отвечать на сообщения пользователей по почте и в чатах;    ·         консультировать их о вопросах, связанных с Яндексом;    ·         передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;    ·         иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.     Мы ждем, что вы:     ·         грамотно пишете по-русски;    ·         умеете четко и структурированно излагать мысли;    ·         легко находите главную информацию в текстах разного объема;    ·         умеете читать языки JavaScript, HTML и Python;    ·         имеете высшее или неоконченное высшее образование (техническое будет плюсом);    ·         помогали людям онлайн;    ·         умеете работать самостоятельно и в команде;    ·         готовы к гибкому графику;    ·         ответственны, стрессоустойчивы, самоорганизованны;    ·         умеете работать с большим объемом информации;    ·         готовы учиться;    ·         не устаете от однообразных задач.     Условия:     ·         работа из дома;    ·         оформление совместительства;    ·         частичная занятость: 20 рабочих часов в неделю;    ·         гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;    ·         сдельная оплата;    ·         удаленное оплачиваемое обучение.     <i> Доступно соискателям с инвалидностью</i>  ",
        "salary_to": 0,
        "salary_from": 15000
    },
    {
        "id": 46109023,
        "name": "Специалист службы поддержки с техническими знаниями",
        "town": "Кемерово",
        "firm_name": "Яндекс",
        "url": "https://kemerovo.superjob.ru/vakansii/specialist-sluzhby-podderzhki-s-tehnicheskimi-znaniyami-46109023.html",
        "description": "   Яндекс Контест  — онлайн-платформа для соревнований разработчиков. Здесь можно, например, организовать олимпиаду между факультетами или подготовиться к ней, решая задачи из архивных соревнований. Сервисом активно пользуются участники, организаторы соревнований и те, кто приходит потренироваться. Специалисты службы поддержки всегда на связи, чтобы раздать доступы к задачам или ответить на вопросы по ним. Ищем талантливого, сообразительного помощника, который сможет понять, что от него хотят разработчики со всех концов света. Поэтому очень ждем того, кто знает английский и что-то из вузовского курса по программированию на HTML, JavaScript, Python, C, C++ или C#, SQL.    Что нужно делать:    отвечать на сообщения пользователей по почте и в чатах;  консультировать их о вопросах, связанных с Яндексом;  передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;  иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.    Мы ждем, что вы:    грамотно пишете по-русски;  умеете четко и структурированно излагать мысли;  легко находите главную информацию в текстах разного объема;  умеете читать языки JavaScript, HTML и Python;  имеете высшее или неоконченное высшее образование (техническое будет плюсом);  помогали людям онлайн;  умеете работать самостоятельно и в команде;  готовы к гибкому графику;  ответственны, стрессоустойчивы, самоорганизованны;  умеете работать с большим объемом информации;  готовы учиться;  не устаете от однообразных задач.    Условия:    работа из дома;  оформление совместительства;  частичная занятость: 20 рабочих часов в неделю;  гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;  сдельная оплата;  удаленное оплачиваемое обучение.     ",
        "salary_to": 0,
        "salary_from": 15000
    },
    {
        "id": 46163353,
        "name": "Ночной специалист службы технической поддержки (Яндекс Браузер)",
        "town": "Кемерово",
        "firm_name": "Яндекс",
        "url": "https://kemerovo.superjob.ru/vakansii/nochnoj-specialist-sluzhby-tehnicheskoj-podderzhki-46163353.html",
        "description": "  Для помощи по вопросам десктопной версии  Яндекс Браузера  разыскивается человек, который умеет не только выйти в интернет, но и знает, как потом не принести из него что-то вредное. Ваши сверхспособности понадобятся, чтобы знакомить пользователей с полезными возможностями Браузера. Например, рассказывать, как настроить фильтр рекламы или синхронизировать настройки Браузера на нескольких устройствах. Если вы из тех, кому любопытно разбираться, почему что-то не работает, и нравится помогать людям, присоединяйтесь.  Что нужно делать:   отвечать на сообщения пользователей по почте и в чатах;  консультировать их о вопросах, связанных с Яндексом;  передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;  иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.   Мы ждем, что вы:   грамотно пишете по-русски;  умеете четко и структурированно излагать мысли;  легко находите главную информацию в текстах разного объема;  умеете читать языки JavaScript, HTML и Python;  имеете высшее или неоконченное высшее образование (техническое будет плюсом);  помогали людям онлайн;  умеете работать самостоятельно и в команде;  готовы к гибкому графику;  ответственны, стрессоустойчивы, самоорганизованны;  умеете работать с большим объёмом информации;  готовы учиться;  не устаете от однообразных задач.   Условия:   работа из дома;  два варианта оформления:  частичная занятость (работа по совместительству) — 5 дней в неделю по 4 часа, можно совмещать с учебой или другой работой;  полная занятость (основное место работы) — 5 дней в неделю по 8 часов;  гибкий график: плавающие выходные, начало смен обсуждается индивидуально;  сдельная оплата, зависящую от количества и сложности задач, которые вы выполните в течение месяца. В среднем — от 18000 рублей в месяц при работе 20 часов в неделю и от 45000 рублей в месяц при работе 40 часов в неделю. Премия по итогам месяца до 30 процентов;  доплата 20% в ночные часы (с 10 вечера до 6 утра);  удаленное оплачиваемое обучение.  ",
        "salary_to": 45000,
        "salary_from": 18000
    }
]