[
    {
        "id": 46960844,
        "name": "Главный разработчик",
        "town": "Москва",
        "firm_name": "Группа компаний МАСКОМ/ООО \"ЦБИ \"МАСКОМ\"",
        "url": "https://www.superjob.ru/vakansii/glavnyj-razrabotchik-46960844.html",
        "description": "   Обязанности:    организация процесса разработки модулей к существующему ПО с помощью подчиненных, CodeReview   развитие существующего ПО   обсуждение пожеланий по доработке ПО с заказчиком   разработка документации для программистов (по сути, не ГОСТ)   Требования:    опыт разработки от 5 лет    разработки в команде с программистами в подчинении и самостоятельно   наличие завершенных проектов с backend на Python.   умение самостоятельно развернуть проект под Linux.  Git, GitHub, Confluence, Jira     Языки: Python, JavaScript, желательно Dart  Фреймворки: желательно Flutter   Базы данных: PostgreSQL, SQLite   Условия:   Зарплата полностью официально.   Трудоустройство в компании аккредитованной в Мин. цифре.   Бронь.   Гибкий график.   Возможность работать удаленно.   Возможны командировки.  Офис м. Октябрьское поле, 5 минут пешком.     ",
        "salary_to": 0,
        "salary_from": 200000
    },
    {
        "id": 46276186,
        "name": "Ведущий системный администратор",
        "town": "Москва",
        "firm_name": "СМ-Клиника",
        "url": "https://www.superjob.ru/vakansii/veduschij-sistemnyj-administrator-46276186.html",
        "description": " МНОГОПРОФИЛЬНЫЙ МЕДИЦИНСКИЙ ХОЛДИНГ «СМ-КЛИНИКА» - это одна из крупнейших сетей многопрофильных медицинских центров для взрослых и детей, ведущая историю своего существования с 2002 года.  ОБЯЗАННОСТИ:   Администрирование, настройка и сопровождение виртуальных серверов на базе Linux и Windows  Администрирование, настройка и сопровождение виртуальной инфраструктуры VMWare  Администрирование, настройка и сопровождение СУБД, MS SQL, MySQL, PostgreSQL, no SQL  Администрирование, настройка и сопровождение физических серверов и СХД  Настройка и поддержка окружения для команды разработчиков (сервисы на Linux)  Автоматизация процессов обслуживания серверов  Резервное копирование СУБД и серверов (Veeam)  Сопровождение почтового сервера (Zimbra)  Сопровождение системы мониторинга Zabbix  Сопровождение оборудования в ЦОДа  Мониторинг производительности и оптимизация работы серверов и сервисов  Проведение регламентных работ на оборудовании и платформы виртуализации  Документирование виртуальной и серверной инфраструктуры и вносимых изменений  3й уровень поддержки пользователей   ТРЕБОВАНИЯ:   Высшее техническое образование  Опыт работы системным администратором не менее 6 лет  Глубокие знание ОС Linux Centos, Fedora (понимание работы iptables)  Глубокие знания серверных ОС Windows и базовых сервисов - AD, DHCP, DNS, RDS, IIS, WSUS и т.д.  Знание (установка, конфигурирование, обслуживание) Apache, Nginx, Ha-proxy, Keepalived, RabbitMQ, Squid  Знание сетевых протоколов (понимание маршрутизации ipv4)  Опыт работы с SCM-системами Ansible/Chef/Puppet  Опыт работы с продуктами Atlassian (Jira,Confluence)  Опыт эксплуатации сервисов высокой доступности  Опыт работы с СХД (NetApp/VSAN/VxFlex) уровня предприятия - внедрение и сопровождение  Опыт внедрения и поддержки платформ виртуализации  VMWARE в промышленной среде  Опыт настройки систем резервного копирования  Опыт написания скриптов на Bash, Powershell, Python  УСЛОВИЯ:  График работы 5/2 (09.00-18.00)  Территориально ул. Аргуновская 3 к.2 м. ВДНХ  Дополнительное обучение в корпоративном учебном центре (повышение квалификации, сертификационное обучение, обучение управленческим навыкам)  Возможность развития в рамках программы «Кадровый резерв»  Льготное медицинское обслуживание для сотрудников в клиниках Холдинга (включая стоматологию, косметологию) и скидки для членов семьи  Скидки для сотрудников в аптеках сети Холдинга  Корпоративное питание в кафе клиник  Специальные тарифы на отдых в загородном Парк-Отеле  Бесплатные спортивные секции для сотрудников (футбол, волейбол, танцы, йога, вокал, киберспорт)  Корпоративные программы и специальные предложения от партнеров Холдинга  ",
        "salary_to": 180000,
        "salary_from": 160000
    },
    {
        "id": 46215550,
        "name": "Системный инженер SOC (ELK)",
        "town": "Москва",
        "firm_name": "РТ-Информационная безопасность",
        "url": "https://www.superjob.ru/vakansii/sistemnyj-inzhener-soc-46215550.html",
        "description": "  Обязанности:    Администрирование и развитие системы мониторинга центра на основе ELK стека;  Интеграция средств защиты информации различных вендоров с ELK, работа с плагинами, dashboard, визуализацией, агрегацией, конфигураций pipeline;  Обеспечение отказоустойчивости и непрерывной работы ELK стека и связанных сервисов.  Разработка предложений по интеграции новых сервисов и оптимизации работы существующих;  Внешняя и внутренняя поддержка ELK стека;  Разработка коннекторов к СЗИ.   Обязательные требования:   Профильное образование или профессиональная переподготовка;  Опыт администрирования кластера elasticsearch, введения в строй отказоустойчивого кластера, бекапирования и восстановления;  Опыт администрирования и работа с ОС Linux, докерами и оркестраторами;  Опыт работы с СУБД, системами мониторинга;  Знание практических принципов информационной безопасности;  Опыт написания скриптов автоматизации на Python, Bash для задач по администрированию ИТ-инфраструктуры.   Будет преимуществом:   Опыт работы с различными СЗИ;  Опыт построения CI/CD инфраструктуры;  Опыт администрирования ИТ-инфраструктуры.    Условия:    Оформление по ТК РФ  Полная занятость  Возможность профессионального и карьерного роста  Заработная плата по результатам собеседования  Корпоративный транспорт до метро Южная  ",
        "salary_to": 280000,
        "salary_from": 160000
    },
    {
        "id": "83406279",
        "name": "Middle golang разработчик",
        "town": "Москва",
        "firm_name": "CRTEX",
        "url": "https://api.hh.ru/vacancies/83406279?host=hh.ru",
        "description": "Опыт коммерческой разработки на Go от 2-х лет (или коммерческая разработка на C++/  Python</highlighttext>/Java и желание перейти на...",
        "salary_to": 300000,
        "salary_from": 150000
    },
    {
        "id": "83800127",
        "name": "Инженер-программист junior",
        "town": "Москва",
        "firm_name": "ИНИТИ",
        "url": "https://api.hh.ru/vacancies/83800127?host=hh.ru",
        "description": "Опыт программирования на любом из языков ООП (C++,  python</highlighttext>, perl, java и т.д.). Опыт работы с ОС Linux. ",
        "salary_to": 0,
        "salary_from": 150000
    },
    {
        "id": 45812126,
        "name": "Аналитик",
        "town": "Москва",
        "firm_name": "Альпинтех",
        "url": "https://www.superjob.ru/vakansii/analitik-45812126.html",
        "description": "  Перечень задач:    Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных  Разработка аналитической отчетности.  Разработка дашбордов для оперативного и стратегического управления.    Управленческие компетенции    Желательно:  <ol> Опыт управление проектом/ управление продуктом в областях: </ol>  Управленческая отчетность  Учетные системы  Витрины данных  BI системы    Технические компетенции    BI инструменты и инструменты подготовки данных  Python/Jupiter Notebook  Apache Airflow  Google Sheet + Apps Script  Excel  Системы для управления связками между сервисами (например N8N)  Базы данных  Математика на здоровом уровне  Эстетический вкус в визуализация и презентации данных  Способность задавать вопросы, структурировать и систематизировать.    Условия:     График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)  Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);  Стабильный рост заработной платы.  Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.  Корпоративные скидки на нашу продукцию.  ",
        "salary_to": 0,
        "salary_from": 150000
    },
    {
        "id": 38671598,
        "name": "Системный администратор",
        "town": "Москва",
        "firm_name": "ЭКО центр",
        "url": "https://www.superjob.ru/vakansii/sistemnyj-administrator-38671598.html",
        "description": " Требования:   Наши ожидания: - Вы знаете что такое кластер виртуализации Proxmox (kvm) и понимаете, как он работает.  - Вы уверенно знаете, как администрировать операционные системы Linux (debian, CentOS, Windows) - Вы осознаете принципы работы современной сетевой инфраструктуры и стека TCP/IP, принципы сетевого взаимодействия систем, знаете, что такое Firewall, NAT и прочие странные слова, зачем нужны VLAN и как маршрутизировать трафик средствами OPNsense и Mikrotik. А самое главное зачем и куда!! - Вы знаете как настроить отправку почтовых голубей через сервер Zimbra - Вы знаете что такое Zabbix и сможете настроить мониторинг всего чего угодно.  - Вы знаете для чего нужно серверное железо и что куда воткнуть, что такое RAID (hardware, software).  - Вы знаете что такое AD, DNS, DHCP, как работают и настраиваются групповые политики.  - Вы знаете что такое СХД (Qnap, Windows SMB) и умеете настраивать и администрировать.  - Вы стремитесь автоматизировать рутинные IT процессы, поэтому знаете, как это сделать.  - Вы знаете как работать с IP телефонией (Asterisk), как правильно раскидать звонки и сделать красивое голосовое приветствие (сложный IVR).  - Вы знаете как работать с пользователями и пользовательскими ОС. У Вас крайне высокий уровень стрессоустойчивости.  - Вы понимаете, что выполнение поручений руководителя — это крайне важно.  Будет огромным плюсом если Вы: - Умеете работать с БД Postgresql, MySQL - Знаете, как писать скрипты на bash, python, php (желательно PowerShell) - Знаете, что такое СКУД и IP видеонаблюдение и умеете с этим работать.  - Умеете самостоятельно администрировать часть инфраструктуры и отдельные проекты.  - Знаете как улучшить показатели производительности и отказоустойчивости сервисов в непосредственной зоне ответственности, предложить варианты оптимизации инфраструктуры.  - Знаете как осуществить мониторинг сервисов, выявить проблемные места, устранить неисправности и задокументировать проблему. Оперативное реагировать на оповещения и сигналы тревоги. Эскалация проблем.  - Понимаете, что рабочий процесс может затянуться и придется задержаться на работе.   Требования: - Высшее образование. - Коммуникабельность, доброжелательность. - Ответственность, стрессоустойчивость, способность быстро усваивать новую информацию. - Умение работать в режиме многозадачности. - Грамотная речь.   Условия   - Работа в крупной медицинской, динамично развивающейся Компании. - Строгое соблюдение Трудового законодательства, своевременная и в полном объеме выплата заработной платы, премии, скидки на медицинские услуги , оказываемые в нашей организации. - Современное медицинское оборудование, комфортные условия труда. - Обучение и развитие в Компании. - График работы: гибкий с 8-00 до 20-00 с плавающими выходными днями. - Недалеко от метро Нагорная, Профсоюзная, Тульская, Нижние Котлы. - Будем рады видеть Вас в нашем дружном коллективе!!!   ",
        "salary_to": 120000,
        "salary_from": 120000
    },
    {
        "id": "83756975",
        "name": "Младший аналитик (IT)",
        "town": "Москва",
        "firm_name": "Olima",
        "url": "https://api.hh.ru/vacancies/83756975?host=hh.ru",
        "description": "Опыт работы в данной сфере необязателен. Перед трудоустройством проводится подготовка. Приветствуются базовые знания SQL, Java,  Python</highlighttext>, C#, JavaScript, PHP.",
        "salary_to": 140000,
        "salary_from": 100000
    },
    {
        "id": 45842844,
        "name": "Инженер-программист встраиваемых систем",
        "town": "Москва",
        "firm_name": "Friendwork",
        "url": "https://www.superjob.ru/vakansii/inzhener-programmist-vstraivaemyh-sistem-45842844.html",
        "description": " Обязанности:    Участие в разработке систем гиростабилизации подвижных объектов.   Написание программного кода для управления двигателями систем стабилизации.   Разработка и реализация алгоритмов систем гиростабилизации.   Разработка встроенного ПО для микроконтроллеров типа STM32.   Реализация взаимодействия с периферийными устройствами по стандартным интерфейсам (RS232, UART, RS485, SPI, I2C, Ethernet и т. п.).   Требования:    Высшее профессиональное (техническое) образование.   Знание С/С++.   Опыт работы с микроконтроллерами типа STM32 и микрокомпьютерами.   Базовое знание ОС семейства Linux.   Понимание работы систем гиростабилизации.   Опыт работы с двигателями (программно-аппаратное сопряжение).   Использование орг. техники (персональный компьютер, печатающие устройства, сканеры, брошюратор).   Знание языка Python является плюсом.   Чтение принципиальных электрических схем и знание Altium Designer является плюсом.   Базовое знание английского, достаточное для свободного чтения документации иностранных компонент.   Уверенное знание теоретической механики и радиотехники на уровне программы профильных ВУЗов.   Коммуникабельность, внимательность к деталям, способность к саморазвитию.   Условия:     Работа в ведущем техническом вузе страны, в городе Долгопрудный (Рядом со станцией Новодачная МЦД-1, или 15 минут от метро Алтуфьево или Ховрино).   Оформление в соответствии с ТК РФ, официальная заработная плата.   Возможности профессионального развития.   Оплачиваемый отпуск, больничный лист.   График работы: 5/2, с 09:00 до 18:00, возможно работа в удаленном режиме.   Заработная плата: от 100 000 рублей.   Молодой активный коллектив.   Возможность бесплатного посещения бассейна и тренажерного зала.   В соответствии с ТК РФ (ст.331), работники сферы образования обязаны предоставить справку о наличии (отсутствии) судимости и (или) факта уголовного преследования, срок изготовления которой может быть до 30 дней, просим заранее позаботиться о её получении.  ",
        "salary_to": 0,
        "salary_from": 100000
    },
    {
        "id": 43148990,
        "name": "Инженер-радиоэлектронщик 1 категории",
        "town": "Москва",
        "firm_name": "Радиофизика",
        "url": "https://www.superjob.ru/vakansii/inzhener-radioelektronschik-1-kategorii-43148990.html",
        "description": "  Обязанности:     - участие в проектировании устройств по ТЗ - написание программ для микроконтроллеров различных производителей (Atmel, STM32 и др.) - написание прикладных программ для ПК - разработка и согласование технических заданий и технических условий.     Требования:    - высшее (техническое) образование - знание С++, Python, Java - опыт работы с контроллерами Atmel, Cortex - приветствуются знания схемотехники, оптоэлектроники, умение паять и т.п.       Условия:   - работникам ПАО \"Радиофизика\" предоставляется право на отсрочку от призыва на военную службу по мобилизации;  - стабильная, официальная заработная плата;  - периодическая индексация заработной платы;  - периодический медицинский осмотр;  - соц. пакет: дополнительное медицинское обслуживание;  - ст. м. Планерная, ул. Героев Панфиловцев, д. 10 (шаговая доступность от станции метро). ",
        "salary_to": 0,
        "salary_from": 100000
    },
    {
        "id": 46296647,
        "name": "Учитель информатики",
        "town": "Москва",
        "firm_name": "Школа №2116",
        "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-46296647.html",
        "description": " Обязанности:    Качественное ведение уроков информатики (1,5 ставки - классы обсуждаются)   Подготовка к экзаменам и олимпиадам, городским конференциям и конкурсам,   Ведение внеурочной деятельности, дополнительного образования   Требования:   Высшее профильное образование  Диагностика МЦКО (высокий/экспертный уровень по информатике)   Опыт работы учителем информатики (подготовка к ОГЭ/ЕГЭ, олимпиадам и конференциям)   Владение ПК   Справка о несудимости (обязательно!)   Медицинская книжка и пр. документы, предусмотренные ТК РФ для пед.работников   Условия:   Стабильная заработная плата и стимулирующие выплаты  Социальный пакет (оплата отпусков, листков нетрудоспособности, повышение квалификации и пр.)   Сотрудник требуется с 1 сентября 2023 г.  В сопроводительном письме к отклику просьба указать уровень диагностики МЦКО ",
        "salary_to": 0,
        "salary_from": 100000
    },
    {
        "id": 45695529,
        "name": "Программист Linux",
        "town": "Москва",
        "firm_name": "Фактор-ТС",
        "url": "https://www.superjob.ru/vakansii/programmist-linux-45695529.html",
        "description": "  Требования:   Знание TCP/IP;  Умение работать с системами контроля версий;  Желательно: опыт написания переносимого и безопасного кода;  Желательно: опыт написания кода ядра;  Желательно: понимание архитектуры современных ОС.  Хорошее знание C;  Хороший опыт работы в Unix системах, знание основных утилит командной строки, средств отладки.  Представление о системах контроля версий git (или svn).  Опыт отладки в gdb.  Представление об утилите make и мейкфайлах.   Желательные знания:    Знание C++, lua, Go lang, qt.  Знание хотя бы одного из скриптовых языков: perl, python, lua.  Представление об autoconf, automake.  Представление об утилите и/или библиотеке openssl.  Базовые представления о криптографии: симметричные и асимметричные ключи, сертификаты, шифрование, электронная подпись.  Большим плюсом будет наличие представления о формате ASN.1.   Условия:    Зарплата обсуждается в зависимости от опыта работы, уровня квалификации и соответствия требованиям вакансии;  Возможность профессионального и карьерного роста;   Оформление по ТК РФ (трудовой договор, трудовая книжка);   Расположение офиса: между м. ул. 1905 г. и м. Беговая (с 8-00 до 20-30 автобус компании по расписанию возит сотрудников к / от метро).    ",
        "salary_to": 500000,
        "salary_from": 100000
    },
    {
        "id": 46935497,
        "name": "Аналитик данных",
        "town": "Москва",
        "firm_name": "АВАНГАРД",
        "url": "https://www.superjob.ru/vakansii/analitik-dannyh-46935497.html",
        "description": " Занимается оптово-розничной продажей электроинструментов на маркетплейсах  Почему Ты должен выбрать именно нас:   Современный подход к работе   Любая поддержка для увеличения вашей продуктивности, комфорта, оптимизации ваших действий за счет компании   Своевременные выплаты заработной платы два раза в месяц  Обязанности:  Сбор, хранение информации и бизнес-показателей  Подготовка и обработка полученных сведений (сортировка, группировка, сведение, запросы к базам данных, создание гугл-таблиц, написание сложных формул, автоматизация отчетов и расчетов)  Анализ полученных сведений: нахождение закономерностей, классический анализ табличных данных, критический анализ идей и информации  Анализ и контроль динамики позиций на маркетплейсах, анализ рекламных расходов, анализ финансовых показтелей (маржиналонсти, оборачиваемости, сведение данных из разных источников), анализ продаж и их динамики, прогнозирование трендов продаж, анализ рынков  Составление гипотез, трактовка аномалий, проектирование решений, контроль за основными показателями,  Визуализация данных, доступное объяснение полученных данных  Проведение когортного анализа и А/В-тестирования карточек товара, баннеров и прочее    Требования: Hard skill  Знание инструментов SQL, Python;  Отличное знание MS Office, в частности Excel  Знания форматов обмена данными, таких как CSV, XML, JSON  Знания методов парсинга данных через API  Умение работать с большим объемом данных  Владение различными методами визуализации (дашборды, графики и прочее)  Знания методов анализа и статистики  Умение работать с Google Sheets, знание принципов и понимание работы макросов, а также умение их писать   Личные качества (Soft skill):   Концентрация  Усидчивость  Структурная логика  Аналитический склад ума  Способность выявлять проблемы и решать их  Целеустремленность  Умение аргументированно высказывать свое мнение  Гибкость мышления  Навыки планирования  Желание обучаться     Условия:   Работа в офисе с 10:00 до 19:00 полной занятостью (5/2)  Испытательный срок 1 месяц  Заработная плата от 100 000 - 150 000 руб  Официальное трудоустройство после 3-х месяцев работы  Работа с интересными товарами в молодом дружном коллективе, возможность получения новых знаний и навыков!  Теплая и дружная атмосфера  Возможность профессионального роста и реализации идей  Своевременные выплаты заработной платы  Комфортный офис, в котором всегда есть: чай, фрукты, снэки  Если вы изучили вакансию и готовы присоединиться к нашей команде, отправляйте свой отклик, и в сопроводительном письме напишите проверочную фразу \"Контрольная точка\"  ",
        "salary_to": 150000,
        "salary_from": 100000
    },
    {
        "id": 46883126,
        "name": "Инженер сопровождения программного обеспечения",
        "town": "Москва",
        "firm_name": "Викей",
        "url": "https://www.superjob.ru/vakansii/inzhener-soprovozhdeniya-programmnogo-obespecheniya-46883126.html",
        "description": " Обязанности: <ol> Участие в новых проектах компании  Взаимодействие с разработчиками программного обеспечения по задачам, требующим доработки или исправления ПО  Проведение экспертиз для поисков решений, направленных на устранение потенциальных проблем в программном обеспечении  Поддержка установленных систем  Проведение тестирования программного обеспечения  Подбор и сборка оборудования  Участие в пусконаладке разработанных систем  Разработка верхнеуровневой документации  Проведение внутренних презентаций/обучения разработанных систем </ol> Требования: <ol>  Работа с ОС семейства Unix/Windows    Опыт работы и администрирования серверного оборудования    Опыт работы с embedded системами и одноплатными компьютерами    Опыт сборки различных устройств и их компонентов    Опыт написания скриптов (bash / python / Perl …)    Знакомство с принципами работы БД (sql, nosql) и основами языка sql и понимание его семантики    Опыт владения системами контейнеризации (Docker, Docker compose) и виртуализации    Понимание принципов разработки ПО, архитектуры ПО и сетей, методик и видов тестирования ПО и оборудования    Опыт в тестировании ПО и оборудования     Опыт в диагностике и устранении ошибок в работе компьютерного оборудования (как в части ПО, так и в “железной” части)    Опыт работы с системами контроля версий GitHub / git lab / bit bucket     Владение английском языком (минимум: понимание документации, возможность проводить презентации по заранее изученному тексту)    Готовность работы в стартапах внутри компании    Опыт работы и написания технической документации, функциональных требований, ведение инвентаризационных документов отдела, методик приемно-сдаточных работ    Готовность к командировкам    Инициативность    Коммуникабельность    Аналитический склад ума    Будет плюсом умение работы с 3D моделями для печати на 3D принтере  </ol>  Условия:     работа в стабильной компании, работающей по международным стандартам;    оформление согласно ТК РФ (ежегодный оплачиваемый отпуск, оплачиваемый больничный лист);    пятидневная рабочая неделя,  работа в офисе, строго не удаленно;     работа в молодом, дружном коллективе;    уютный, комфортный офис в 7 минутах от м. Динамо.   ",
        "salary_to": 0,
        "salary_from": 90000
    },
    {
        "id": 45980418,
        "name": "Преподаватель IT дисциплин / Мастер ПО (Направление IT)",
        "town": "Москва",
        "firm_name": "ГБПОУ Колледж связи № 54 имени П. М. Вострухина Образовательное подразделение 8",
        "url": "https://www.superjob.ru/vakansii/prepodavatel-it-disciplin-45980418.html",
        "description": "  Обязанности:    Подготовка и проведение занятий, работа с календарными планами, составление планов уроков, ведение учебной документации, контроль знаний учеников.    Требования:    Общие требования    Практический опыт работы с развертыванием, сборкой, настройкой учебных лабораторий. Подключение, установка, настройка сетевого оборудования. Маршрутизация, коммутация локальных сетей. Настройка оконечных рабочих мест пользователей. Установка программного обеспечения. Знание основных сетевых технологий стека TCP/IP. Умение работать с ОС Windows Server, администрирование Active Diretcory, разграничение прав пользователей с помощью групповых политик.        Операционные системы специального назначения  Установка и работа с Astra Linux Special Edition, Astra Linux Directory. Работа с СЗИ Astra Linux (Контроль целостности. Мандатное управление доступом). Доменные политики безопасности. Интеграция DLP-системы на базе ОС Astra Linux, в т.ч. в распределенном режиме. Автоматизация процессов установки ОС и ПО на ОС AstraLinux с помощью Ansible/Vagrant. Приветствуется наличие сертификата ALSE от Учебного центра Astra Linux      Общая инфраструктура для построения лабораторно-учебных стендов  Работа с гипервизорами Virtualbox, VMware workstation, VMWare ESXI. Работа с созданием, настройкой, миграцией виртуальных машин для построения учебных стендов. Администрирование VMWare ESXI, создание пользователей, разграничение областей видимости. Управление виртуальными машинами в автоматическом режиме.      Навыки программирования  Python, C#, работа с запросам SQL. Понимание и применение основных операторов (SELECT, INSERT, UPDATE, DELETE). Типы данных SQL. Работа по созданию таблиц, проектирование баз данных. Составление учебных материалов по Проектированию и управлению БД.  Условия:   Проживание г. Москва.   ",
        "salary_to": 0,
        "salary_from": 85000
    },
    {
        "id": 46505351,
        "name": "Учитель информатики",
        "town": "Москва",
        "firm_name": "ГБОУ ШКОЛА № 1579",
        "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-46505351.html",
        "description": "  Обязанности:    Проведение уроков.  Работа в ЭЖД.  Подготовка оборудования к урокам.  Участие обучающихся в проектной деятельности, конкурсах, олимпиадах.   Требования:   Наличие профильного образования (технического или педагогического).   Условия:   Дружный коллектив.  Возможность дополнительного обучения.  Наличие современного оборудования.  ",
        "salary_to": 0,
        "salary_from": 85000
    },
    {
        "id": 46795750,
        "name": "Программист Бэкенд AI",
        "town": "Москва",
        "firm_name": "ТЕХТОБ",
        "url": "https://www.superjob.ru/vakansii/programmist-bekend-ai-46795750.html",
        "description": " Обязанности:   Мы ищем специалиста, способного дополнить команду работающую над разработкой продукта связанного с AI / LLM моделями.  Наша команда состоит из профессионалов, которые успешно получили стартап-пермит в Силиконовой долине, мы создаем продукты на основе LLM. В данный момент мы нацелены на создание интерактивного помощника, обучаемый инструмент для повседневного участия в работе человека и приложения.  Что нужно будет делать в рамках команды:   Проектировать, разрабатывать и внедрять новый продуктовый функционал решений, интеграций, API;  Разработка нового функционала на Python / Django (или С#, C++), приветствуется иметь навыки написания кода на других языках программирования;  Разработка программного обеспечения на базе СУБД PostgreSQL;  Подготовка данных для обучения и тестирования моделей;  Поиск точек роста, узких мест, нахождение путей улучшения качества моделей за счет данных;  Предобработка, фильтрация и сегментация данных;  Выстраивание архитектуры и написание пайплайнов разметки данных;  Проводить тестирование и оптимизацию текущих моделей, работа с метриками;  Оптимизировать существующие решения, в т.ч. архитектурные с точки зрения производительности и надежности;  Довести качество до ChatGPT, помогать решать бизнес задачи приложения с помощью нашей технологии;  Участие в эксплуатации и развитии ИТ-инфраструктуры организации;  Заниматься непрерывным обменом знаниями со всей командой разработчиков;  Регулярное проведение knowledge sharing sessions является частью нашей культуры;  Регулярное проведение статус отчетов (Вторник, Четверг 20:00 - 21:00 мск);  Решение задач в режиме стартапа, ответственность за результат;  Анализ и оптимизация существующего кода;  Рефакторинг текущей кодовой базы, проведение ревью;  Поиск ошибок, их устранение;  Разработка интеграций с различными внешними системами;  Оптимизация сервисов под высокие нагрузки;  Работа с ОС Linux (CentOS, openSUSE и др.), Asta linux, Windows (7,10,11, server 2012 – 2019);   Быть гибким в мышлении, трудолюбивым, жить своим делом. Быть честным и преданным. Не лениться, не быть гордым, быть компромиссным и вежливым, терпеливым. Обеспечить высочайшее качество взаимодействия, выполнять все оперативно. Принимать достойно критику, стараться подстроиться и быть словно единым целым с этим делом.  Требования:  Высшее техническое или неоконченное высшее образование (профильное);   Опыт коммерческой разработки клиент-серверных приложений;  Понимание ООП/GoF/SOLID;  Понимание Natural Language Processing (NLP) , знакомство с LangChain и Large Language Model (LLM) , а также базовый Elastic Search будет плюсом;  Опыт работы с RESTful API, интеграция с внешними сервисами;  Знание основ работы с базами данных, опыт работы с PostgreSQL или MySQL;  Понимание принципов работы машинного обучения, опыт работы с TensorFlow, Keras или PyTorch будет преимуществом;  Отличное знание Python 3, библиотек для разработки API и работы с данными (FastAPI, Pandas, Numpy, SQL Alchemy, asyncio);  Отличное знание подходов CI/CD и их реализации на GitLab;  Отличное знание PostgreSQL;  Уверенное знание .NET, C#;  Опыт построения решений в микросервисной архитектуре;  Работа по задачам с высокой степенью неопределенности;  Опыт постановки задач и сбора требований напрямую от заказчика, без детальной проработки у аналитика. Желание самому предлагать идеи реализации и проявлять инициативу в целом;  Умение работать с системами управления версиями (Git), таск-трекинга;  Умение писать качественные комментарии;  Опыт разработки нагруженных многопользовательских систем;  Опыт работы с данными и алгоритмами, отличное знание SQL, Pandas, FastAPI;  Понимание Deep learning (DL), опыт обучения просто моделей и больших моделей;  Участие в проектировании архитектуры, выработке решений по отказоустойчивости и производительности;  Разработка нового и доработка существующего back-end и front-end функционала;  Ответственность, дисциплинированность, стрессоустойчивость;  Читать техническую документацию на английском языке;   <i>Желательно:</i>  Умение разбираться в чужом коде;   Понимание работы http, https. REST, RESTful, SOAP;  Опыт работы с highload-сервисами;  Опыт работы с ClickHouse, Pinecone;  Опыт работы с Flask;  Опыт docker/kubernetes, docker-compose;  Опыт создания проектов с \"0\";  Опыт/понимание математики и геометрии и алгоритмов связанных с математикой и геометрией;  Опыт проектирования и развития высоконагруженных систем;  Опыт работы с MySQL / Postgres;  Опыт работы c redis / rabbitmq;  Опыт управление командой разработчиков;  Желание много работать и учиться;  Разговаривать на английском языке;    Условия:  Дистанционное взаимодействие (как минимум первые 6 месяцев). Вы работаете у себя дома;   Доступно соискателям с инвалидностью;  Достойная заработная плата по результатам собеседования в зависимости от опыта и навыков;  Возможно оформление: договор услуг, подряда, ГПХ, самозанятые, ИП;  Возможна полная занятость 5/2 8 часов (график обсуждаетсяс учётом Ваших пожеланий);  Возможна подработка: сменами по 4-6 часов или по вечерам;  Своевременная выплата зарплаты;  Профессиональная команда единомышленников;  Открытость руководства к изменениям и улучшениям, без бюрократии;  Работая с нами, ты:   Обогатишь свой опыт участия в разработке и запуске приложений/сервисов от идеи до вывода на рынок;  Обретёшь профессиональная команду единомышленников;  Сможешь работать, не выходя из дома;  Станешь созидателем проекта мирового масштаба;  Прокачаешь английский язык;  Получаешь возможности карьерного роста (Компания постоянно развивается и растёт);   На данном этапе мы создаем юридическое приложение и нам важно найти специалиста, который занимался системами обработки текстовой информации, интересуется машинным обучением и способен применять существующие модели, а в перспективе стать ключевым игроком в продуктовой и технической реализации проекта.   Уважаемые соискатели, просьба указывать ожидаемый уровень З/П на руки в сопроводительном письме!   ",
        "salary_to": 160000,
        "salary_from": 80000
    },
    {
        "id": 46708119,
        "name": "Преподаватель спец. дисциплин (сетевой и системный администратор)",
        "town": "Москва",
        "firm_name": "ГОУ СПО Колледж связи",
        "url": "https://www.superjob.ru/vakansii/prepodavatel-spec-46708119.html",
        "description": " Обязанности:    преподавание междисциплинарных курсов в группах СПО:     ОП.03 Информационные  технологии    ДУД.06 Программирование на  языке сценариев командной оболочки    ОП.14 Настройка, обновление и конфигурация операционных систем      Требования:     образование, знания,   умения - в соответствии с Профстандартом.     владение навыками работы   в специализированных программах, а также: Microsoft Excel, Microsoft   Outlook, Microsoft PowerPoint, Microsoft Word, Интернет, электронная   почта.     История ОС, архитектура.   Диспетчеризация, планирование и взаимодействие процессов ОС, работы с   памятью, файловые системы, принципы организации. Установка, настройка и   работы в Windows, Linux, Astra Linux. Администрирование ОС и управление   безопасностью     Сертификаты Cisco/Huawei либо иных   сетевых вендоров. Плюсом будут сертификаты Microsoft и Python, Astra   Linux (или иных Linux дистрибутивов)     Знание модели OSI/   Принцип работы протоколов TCP и UDP     Знание сетевых   протоколов. FTP, SMTP, POP, IMAP, DHCP, IPv6 адресации. Протоколы   удалённого доступа (SSH, Telnet). Принцип работы сети на физическом   уровне. Принцип работы технологий IEEE 802.11 (WiFi) Понимание принципа   роботы локальных сетей.Ipv6 адресация, SLAAC + DHCPv6. Технологии WPAN,   WLAN, WMAN, WWAN. Технологии беспроводной связи BLE, BR/EDR, WiMAX.     Медицинская книжка,   медицинское освидетельствование психиатр/нарколог, справка об отсутствии   судимости        Условия:        Работа на территории работодателя        Полный социальный пакет    Отпуск в летнее время     ",
        "salary_to": 0,
        "salary_from": 80000
    },
    {
        "id": "83966648",
        "name": "Python разработчик (Django)",
        "town": "Москва",
        "firm_name": "Hammer Systems",
        "url": "https://api.hh.ru/vacancies/83966648?host=hh.ru",
        "description": "Основное - желание развиваться, стрессоустойчивость, готовность к плотной работе. Знание  Python</highlighttext>. Знание Django, DRF. Знание SQL. REST API. Наличие завершенных проектов. ",
        "salary_to": 90000,
        "salary_from": 50000
    },
    {
        "id": "83664059",
        "name": "Junior программист/разработчик Frontend backend/Junior разработчик",
        "town": "Москва",
        "firm_name": "AVPOWER",
        "url": "https://api.hh.ru/vacancies/83664059?host=hh.ru",
        "description": "Увлечение микроэлектроникой, мы работаем с ARM, esp32 и т.д. Знание Linux,  Python</highlighttext>, C++. Работа в Git. ",
        "salary_to": 0,
        "salary_from": 50000
    },
    {
        "id": "82841724",
        "name": "Junior/Middle backend разработчик на Fast API (Python)",
        "town": "Москва",
        "firm_name": "Webtronics",
        "url": "https://api.hh.ru/vacancies/82841724?host=hh.ru",
        "description": "Уверенные знаниями языка и стандартных библиотек  Python</highlighttext> 3. Умение писать качественный и эффективный код на  Python</highlighttext> 3. Твердый опыт разработки...",
        "salary_to": 100000,
        "salary_from": 50000
    },
    {
        "id": "83799646",
        "name": "Аналитик (junior)",
        "town": "Москва",
        "firm_name": "Коннективити Солюшнз",
        "url": "https://api.hh.ru/vacancies/83799646?host=hh.ru",
        "description": "Опыт работы с базами данных (особенно PostgreSQL) и  Python</highlighttext> – это плюс. Знание других языков программирования будет являться плюсом. ",
        "salary_to": 0,
        "salary_from": 50000
    },
    {
        "id": 31061879,
        "name": "Специалист (работа с отчетностью)",
        "town": "Москва",
        "firm_name": "МИ ФНС России по ЦОД N2",
        "url": "https://www.superjob.ru/vakansii/specialist-31061879.html",
        "description": " Обязанности:     Контроль и загрузка в БД информации из различных источников    Формирование аналитических и статистических отчетов     Требования:    Системное и аналитическое мышление;  Умение работать с большим объемом информации.  Умение работать в режиме многозадачности.  Навыки деловой переписки, умение ясно и четко излагать свои мысли с учетом потребностей целевой аудитории.  Базовые навыки работы с офисными приложениями (MS Office Project, Word, Excel, Visio, Power Point) и браузерами, применение компьютерной и другой оргтехники,  Основы ведения делопроизводства, составление делового письма   Предпочтительно:    Продвинутые знания MS Excel, SQL    Навыки работы с MS Power Query, Python (библиотеки numpy, pandas)      Условия:   5дневная рабочая неделя, график работы пн-чт с 9 до 18, пт с 9 до 16-45, обед - 45 минут. Служебный день ненормированный (эпизодически). Отпуск составляет 30 календарных дней + 3 дня за ненормированный рабочий день+ отпуск за выслугу лет. Бесплатное обслуживание в ведомственной поликлинике. Санаторно-курортное лечение в пансионатах Сочи и Анапы. Дружный молодой коллектив. Перспективы профессионального и карьерного роста. Стабильная заработная плата. Ежеквартальное материальное стимулирование. Территориальное расположение: Походный проезд, 3, «Налоговый городок». Ближайшие станции метро: Сходненская, Тушинская, Волоколамская (10 минут общественным транспортом), а также пешая доступность от станции «Трикотажная» Рижской ЖД Полный рабочий день ",
        "salary_to": 0,
        "salary_from": 35000
    },
    {
        "id": "83813635",
        "name": "Python разработчик junior",
        "town": "Москва",
        "firm_name": "amoCRM",
        "url": "https://api.hh.ru/vacancies/83813635?host=hh.ru",
        "description": "Знали  Python</highlighttext>. Работали с MySQL. Работали с Git. Работали с Django. Работали с Linux. Знали ООП. Знали, что такое REST. ",
        "salary_to": 60000,
        "salary_from": 30000
    },
    {
        "id": "83494438",
        "name": "Backend разработчик (Python, Junior), удаленно",
        "town": "Москва",
        "firm_name": "Дунаев Михаил Алексеевич",
        "url": "https://api.hh.ru/vacancies/83494438?host=hh.ru",
        "description": "Опыт коммерческой работы на позиции backend-разработчика от полугода. Знания  Python</highlighttext>3, SQL и фреймворка Django. Опыт работы с библиотекой...",
        "salary_to": 0,
        "salary_from": 30000
    },
    {
        "id": "83301229",
        "name": "Стажер в отдел R&D (Python)",
        "town": "Москва",
        "firm_name": "Мэврика",
        "url": "https://api.hh.ru/vacancies/83301229?host=hh.ru",
        "description": "Средний уровень знаний  Python</highlighttext>. - Понимание работы HTTP запросов. - Интерес к разработке на Typescript + React. - Хорошее знание английского. - ",
        "salary_to": 60000,
        "salary_from": 30000
    },
    {
        "id": "83782118",
        "name": "DevOps (junior)",
        "town": "Москва",
        "firm_name": "Млмедицина",
        "url": "https://api.hh.ru/vacancies/83782118?host=hh.ru",
        "description": "Уверенное знанние Docker, Docker-Compose. Опыт написания скриптов на Bash/ Python</highlighttext>. Понимание Terraform. Опыт работы с Kubernetes (k8s). ",
        "salary_to": 0,
        "salary_from": 30000
    },
    {
        "id": 46163376,
        "name": "Ночной специалист службы технической поддержки (Яндекс Браузер)",
        "town": "Москва",
        "firm_name": "Яндекс",
        "url": "https://www.superjob.ru/vakansii/nochnoj-specialist-sluzhby-tehnicheskoj-podderzhki-46163376.html",
        "description": "  Для помощи по вопросам десктопной версии  Яндекс Браузера  разыскивается человек, который умеет не только выйти в интернет, но и знает, как потом не принести из него что-то вредное. Ваши сверхспособности понадобятся, чтобы знакомить пользователей с полезными возможностями Браузера. Например, рассказывать, как настроить фильтр рекламы или синхронизировать настройки Браузера на нескольких устройствах. Если вы из тех, кому любопытно разбираться, почему что-то не работает, и нравится помогать людям, присоединяйтесь.  Что нужно делать:   отвечать на сообщения пользователей по почте и в чатах;  консультировать их о вопросах, связанных с Яндексом;  передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;  иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.   Мы ждем, что вы:   грамотно пишете по-русски;  умеете четко и структурированно излагать мысли;  легко находите главную информацию в текстах разного объема;  умеете читать языки JavaScript, HTML и Python;  имеете высшее или неоконченное высшее образование (техническое будет плюсом);  помогали людям онлайн;  умеете работать самостоятельно и в команде;  готовы к гибкому графику;  ответственны, стрессоустойчивы, самоорганизованны;  умеете работать с большим объёмом информации;  готовы учиться;  не устаете от однообразных задач.   Условия:   работа из дома;  два варианта оформления:  частичная занятость (работа по совместительству) — 5 дней в неделю по 4 часа, можно совмещать с учебой или другой работой;  полная занятость (основное место работы) — 5 дней в неделю по 8 часов;  гибкий график: плавающие выходные, начало смен обсуждается индивидуально;  сдельная оплата, зависящую от количества и сложности задач, которые вы выполните в течение месяца. В среднем — от 18000 рублей в месяц при работе 20 часов в неделю и от 45000 рублей в месяц при работе 40 часов в неделю. Премия по итогам месяца до 30 процентов;  доплата 20% в ночные часы (с 10 вечера до 6 утра);  удаленное оплачиваемое обучение.  ",
        "salary_to": 45000,
        "salary_from": 18000
    },
    {
        "id": "84046041",
        "name": "Junior Data Scientist (Специалист по анализу данных)",
        "town": "Москва",
        "firm_name": "АлгоМост",
        "url": "https://api.hh.ru/vacancies/84046041?host=hh.ru",
        "description": "Знание в сфере анализа данных, машинного обучения, статистики (методы, модели, способы их реализации и поддержки).  Python</highlighttext>, стандартный ML-стэком(numpy...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "84024689",
        "name": "Junior Python-разработчик",
        "town": "Москва",
        "firm_name": "СОГАЗ",
        "url": "https://api.hh.ru/vacancies/84024689?host=hh.ru",
        "description": "Уверенное знание  Python</highlighttext>. Уверенное знание PostgreSQL и умение писать оптимизированные запросы. Опыт работы с Git. Знание принципов работы nginx, gunicorn.",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83902101",
        "name": "Junior Data Scientist (стажер)",
        "town": "Москва",
        "firm_name": "А17",
        "url": "https://api.hh.ru/vacancies/83902101?host=hh.ru",
        "description": "Будет плюсом: — Понимание основных концепций и методов машинного обучения. — Опыт работы с  Python</highlighttext> и библиотеками для анализа данных и машинного...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83964034",
        "name": "Junior Data Scientist",
        "town": "Москва",
        "firm_name": "Ренессанс cтрахование, Группа",
        "url": "https://api.hh.ru/vacancies/83964034?host=hh.ru",
        "description": "Имеет навыки построения моделей машинного обучения. Владеет математической статистикой, линейной алгеброй. Знает  Python</highlighttext> (pandas, sklearn, numpy, matplotlib). Владеет SQL. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "84020515",
        "name": "QA инженер",
        "town": "Москва",
        "firm_name": "НПФ Будущее",
        "url": "https://api.hh.ru/vacancies/84020515?host=hh.ru",
        "description": "Умение работать в системах: Битрикс24, Redmine, TMS Test IT. Базовые знания  Python</highlighttext>(PEP8). Базовые знания NoSQL (mongo, redis).",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83618124",
        "name": "Junior Backend developer (Python)",
        "town": "Москва",
        "firm_name": "Effective Mobile",
        "url": "https://api.hh.ru/vacancies/83618124?host=hh.ru",
        "description": "Знание  python</highlighttext>. Желание развиваться в сфере backend-разработки. Понимание REST API, базовые знания SQL и NoSQL, умение работать с Git. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "82904137",
        "name": "Разработчик Python",
        "town": "Москва",
        "firm_name": "EFT GROUP",
        "url": "https://api.hh.ru/vacancies/82904137?host=hh.ru",
        "description": "хорошее знание  Python</highlighttext> и фреймворков: Flask, Django, FastAPI. - понимание принципов микросервисной архитектуры. - понимание работы веб-сервера. - знание GitFlow. - ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83761018",
        "name": "Программист Python",
        "town": "Москва",
        "firm_name": "MedMundus",
        "url": "https://api.hh.ru/vacancies/83761018?host=hh.ru",
        "description": "Опыт использования ORM и понимание принципов построения SQL запросов. - Опыт CI/CD  Python</highlighttext> приложений. - Опыт разработки продуктов с нуля / с...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83689287",
        "name": "Data Science Intern (LLM)",
        "town": "Москва",
        "firm_name": "AIR",
        "url": "https://api.hh.ru/vacancies/83689287?host=hh.ru",
        "description": "Начальные знания в области NLP (обработки естественного языка). Знание английского языка на уровне В1 и выше. Опыт в хакатонах...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "84026782",
        "name": "Junior Data Scientist (NLP)/GPT Prompt инженер/Лингвист)",
        "town": "Москва",
        "firm_name": "Bewise.ai",
        "url": "https://api.hh.ru/vacancies/84026782?host=hh.ru",
        "description": "Базовые знания о LLM и принципах их работы. Опыт программирования на  Python</highlighttext> от 1 года (numpy, scipy, pandas). ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83185391",
        "name": "Junior Аналитик",
        "town": "Москва",
        "firm_name": "Доценко Дарья",
        "url": "https://api.hh.ru/vacancies/83185391?host=hh.ru",
        "description": "Интерес к теме. Внимательность, любопытство. Коммерческий опыт работы аналитиком не требуется.",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83968218",
        "name": "Младший разработчик",
        "town": "Москва",
        "firm_name": "Первая Грузовая Компания",
        "url": "https://api.hh.ru/vacancies/83968218?host=hh.ru",
        "description": "Опыт работы в качестве разработчика ПО от 1 года. Фундаментальные знания языка  Python</highlighttext>, умение писать. Поддерживаемый, читаемый и тестируемый код. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83952665",
        "name": "QA инженер / Тестировщик",
        "town": "Москва",
        "firm_name": "Ostec",
        "url": "https://api.hh.ru/vacancies/83952665?host=hh.ru",
        "description": "Понимание процесса разработки ПО и средств тестирования (виды и методы). Знание языка программирования  Python</highlighttext>. Владение английским языком на уровне чтения...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "82839132",
        "name": "Удаленный стажер 3d моделирование + computer vision",
        "town": "Москва",
        "firm_name": "MindSet",
        "url": "https://api.hh.ru/vacancies/82839132?host=hh.ru",
        "description": "Профильное техническое образование, желание развиваться в области компьютерного зрения. Построение классических моделей. Навыки:  Python</highlighttext>, знание основ ML, знание основ CV. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83738948",
        "name": "Тестировщик",
        "town": "Москва",
        "firm_name": "АШАН Ритейл Россия",
        "url": "https://api.hh.ru/vacancies/83738948?host=hh.ru",
        "description": "Знание языков программирования Java и/или JavaScript ( Python</highlighttext> - будет плюсом). Знание методологии BDD и умение применять. Жизненный цикл разработки программного...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83235815",
        "name": "QA-инженер",
        "town": "Москва",
        "firm_name": "АЛЬЯНС КРЕДИТ",
        "url": "https://api.hh.ru/vacancies/83235815?host=hh.ru",
        "description": "Базовый знания SQL, PostgreSQL запросы: delete, select, update, insert. - Практический опыт автоматизации на  Python</highlighttext>. - Понимание принципов работы приложений, REST, SOAP. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "83644516",
        "name": "Backend-разработчик Python",
        "town": "Москва",
        "firm_name": "Spider Group",
        "url": "https://api.hh.ru/vacancies/83644516?host=hh.ru",
        "description": "Коммерческий опыт программирования на  Python</highlighttext> от 2 лет. Опыт работы с Django. Опыт работы с облачными сервисами(AWS, Google, Yandex...",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "82928430",
        "name": "Python developer",
        "town": "Москва",
        "firm_name": "CoMagic.dev",
        "url": "https://api.hh.ru/vacancies/82928430?host=hh.ru",
        "description": "Коммерческий опыт разработки на  Python</highlighttext> на фреймворках Aiohttp/ Aioamqp – от 2 лет. Понимание базовых принципов работы API. Отличное понимание ООП. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": "84021559",
        "name": "Backend разработчик (Python)",
        "town": "Москва",
        "firm_name": "Softline",
        "url": "https://api.hh.ru/vacancies/84021559?host=hh.ru",
        "description": "Restful API (Fastapi). Dask, celery, sqlalchemy. Веб-фреймоворки (aiohttp/fastAPI/flask/Django). Асинхронное программирование, работа с микросервисной архитектурой. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 46785187,
        "name": "Аналитик данных / Data Analyst (Стрим Сквозные бизнес-компоненты)",
        "town": "Москва",
        "firm_name": "Банк ВТБ (ПАО)",
        "url": "https://www.superjob.ru/vakansii/analitik-dannyh-46785187.html",
        "description": " Обязанности:    определять ключевые метрики по новым фичам, прогнозировать как они увеличатся после запуска фичи и следить за их выполнением;   готовить отчеты по метрикам работы Стрима, предлагать как можно их улучшить;   собирать и обрабатывать данные из хранилищ Банка;   генерировать и проверять статистические гипотезы;   создавать системы аналитических бордов по клиентским и продуктовым метрикам в BI системах.    Требования:    знание SQL (сложные запросы, оконные функции);   знание python (библиотеки для аналитиков, pyspark);   опыт построения бордов (powerbi, qlick sense);   опыт работы в Yandex Metrica и AppMetrica;   знание основных продуктовых метрик и как их считать;   будет плюсом умение строить модели ML.    Условия:    трудоустройство согласно Законодательству;   конкурентная заработная плата;   профессиональное обучение и развитие;   добровольное медицинское страхование, льготные условия кредитования;   корпоративная пенсионная программа, материальная помощь;   спортивная жизнь и корпоративные мероприятия;   возможность построить карьеру в ведущем банке России.   ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 46785292,
        "name": "Бизнес-аналитик (Управление ВТБ PRO)",
        "town": "Москва",
        "firm_name": "Банк ВТБ (ПАО)",
        "url": "https://www.superjob.ru/vakansii/biznes-analitik-46785292.html",
        "description": " Мы ищем Аналитика воодушевленного своей работой, в стрим \"ВТБ PRO\". Наша команда занимается разработкой и развитием ВТБ PRO. ВТБ PRO – фронт-система, в которой сотрудники (в первую очередь, в отделениях) обслуживают клиентов-физических лиц. В цели нашего стрима входит как улучшение пользовательского опыта сотрудника, так и оптимизация и развитие процессов обслуживания клиента. Поэтому мы ждем, именно тебя, если ты горишь тем, чем занимаешься, отвечаешь всем требованиям указанным ниже и готов развиваться в дружной команде профессионалов.   Обязанности:    проведение анализа бизнес-процессов работы фронтального приложения для работы сотрудников розничного бизнеса;   формирование и проверка гипотез по оптимизации бизнес-процессов;   формирование бизнес-требований к командам разработки по оптимизации процессов;   разработка и оптимизация SQL-скриптов и проведение ad hoc аналитики на основании выгрузок;   формирование и тестирование гипотез, поиск зависимостей, в том числе статистическими методами;   формирование бизнес-требований к разработке витрин данных;   подготовка аналитической сводки для руководства.    Требования:    обязательно – опыт работы от 2 лет на позициях, связанных с анализом бизнес-показателей/построением моделей и/или обработкой и анализом данных.   высшее образование по направлению прикладная математика/ИТ/статистика/экономика/бизнес-информатика;   знание Excel: сложные функции, сводные таблицы и графики, статистический анализ;   базовый уровень SQL (join, with, подзапросы);   высокий уровень аналитических способностей, умение идентифицировать важное среди потока информации, определять приоритеты, мыслить системно;   практический успешный опыт решений аналитических задач, построения и обоснования математических моделей;   высокий уровень коммуникативных навыков;   базовое понимание основных розничных банковских продуктов и процессов как преимущество;   опыт работы в любой из ключевых BI систем (Qlik, Tableau, Power BI);   опыт работы в области банковских розничных продуктов.    Условия:    трудоустройство согласно Законодательству;   конкурентная заработная плата;   профессиональное обучение и развитие;   добровольное медицинское страхование, льготные условия кредитования;   корпоративная пенсионная программа, материальная помощь;   спортивная жизнь и корпоративные мероприятия;   возможность построить карьеру в ведущем банке России.   ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 41239513,
        "name": "Старший научный сотрудник",
        "town": "Москва",
        "firm_name": "ФГБОУ ВО МГППУ",
        "url": "https://www.superjob.ru/vakansii/starshij-nauchnyj-sotrudnik-41239513.html",
        "description": " Уважаемые коллеги, при Министерстве просвещения РФ на базе ФГБОУ ВО МГППУ создан  Федеральный координационный центр по обеспечению психологической службы в системе образования РФ . Мы ищем старшего научного сотрудника, который умеет работать с большим объёмом данных и грамотно обрабатывать информацию с помощью различных инструментов анализа.   Вашими основными задачами будут:    Участие в разработке, апробации, экспертизе передовых технологий и механизмов работы, направленных на: создание психологически безопасной развивающей образовательной среды; сохранение психологического здоровья и благополучия всех субъектов образовательного процесса; индивидуализацию обучения и воспитания; снижение рисков негативной социализации обучающихся.   Проведение научных исследований и разработок в интересах развития психологической службы в системе образования.    Разработка планов и методических программ проведения исследований.    Организация сбора и изучение научно-технической информации по теме, проведение анализа и теоретическое обобщение научных данных и результатов исследования.    На основании результатов исследований подготовка методических рекомендаций.   Участие в организации и проведении научных мероприятий (конференций, симпозиумов, семинаров, совещаний, круглых столов и др.): методическая, информационная, организационная поддержка в обеспечении проведения научных мероприятий. Публикация материалов исследований, участие в научных мероприятиях всероссийского и международного уровней.    Требования к кандидату:    Высшее психологическое образование;   Наличие ученой степени: кандидат психологических наук;   Опыт проведения научных исследований и описание результатов;   Опыт работы практическим психологом в сфере образования;   Владение современными цифровыми инструментами (Microsoft Office, Google-Форм и др.);   Работа со статистикой и аналитикой;   Опыт работы в обработке количественных данных средствами Excel и/или R и/или Python и/или SPSS;   Знание современных психолого-педагогических методов работы психологической службы;   Английский язык не ниже среднего В1 (Intermediate);   Нам важно Ваше стремление к развитию и активная жизненная позиция.    Что мы предлагаем:    Оформление в соответствии с ТК РФ;   Стабильная официальная заработная плата;   Работа в мотивированной профессиональной команде, нацеленной на результат;   Дружный коллектив.   ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 46185192,
        "name": "Data Scientist",
        "town": "Москва",
        "firm_name": "Спортмастер",
        "url": "https://www.superjob.ru/vakansii/data-scientist-46185192.html",
        "description": "  Обязанности:    Использовать алгоритмы машинного обучения для решения бизнес-задач   Исследовать данные с целью получения новых признаков   Разрабатывать требования для сбора данных, дизайн A/B тестов   Заниматься написанием эффективного кода для получения агрегатов данных   Развивать инфраструктуру для автоматического построения и использования моделей машинного обучения    Требования:   Высшее техническое образование   Уверенное знание SQL и готовность писать эффективные запросы  Уверенное владение Python (библиотеки работы с данными)  Опыт использования и внедрения алгоритмов машинного обучения  Знание базовых алгоритмов и структур данных, понимание плюсов и минусов   Уверенное знание математической статистики, умение применять для решения задач   Технический английский на уровне чтения статей и участия в конференциях    Условия:   формат работы;  График работы: 5/2; 8.00-17.00, 9.00-18.00 или 10.00-19.00 (на выбор);  Полугодовой бонус;  ДМС - после испытательного срока;  Дисконтная карта на продукцию 30% магазинов сети + корпоративные скидки и специальные условия от партнеров;  Обучение - доступно внутреннее и внешнее обучение, проводим внутренние митапы, техтолки, посещаем профильные конференции;  Некоторые бонусы предоставляются по принципу \"кафетерия\". Расскажем об этом подробнее при первом контакте.  ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 46528737,
        "name": "Педагог дополнительного образования (Лицей Академии Яндекса)",
        "town": "Москва",
        "firm_name": "Школа № 1210",
        "url": "https://www.superjob.ru/vakansii/pedagog-dopolnitelnogo-obrazovaniya-46528737.html",
        "description": " Обязанности:   Осуществляет разнообразную развивающую деятельность обучающихся (воспитанников) в области дополнительного образования.  Комплектует состав кружка, секции, студии, клубного объединения и других форм внеурочной работы с обучающимися и принимает меры по его сохранению в течение срока их работы.  Участвует в разработке и реализации образовательных программ, несет ответственность за качество их выполнения, жизнь и здоровье обучающихся.  Составляет планы и программы занятий, обеспечивает их выполнение.  Выявляет творческие способности обучающихся, способствует развитию их интересов и склонностей.  Организует участие обучающихся в массовых мероприятиях.  Оказывает консультативную помощь родителям (лицам, их заменяющим), а также педагогическим работникам в пределах своей компетенции.  Обеспечивает при проведении занятий соблюдение правил охраны труда и санитарно-гигиенических норм.  Участвует в деятельности методического объединения, самоуправлении учреждения.  Систематически повышает свою профессиональную квалификацию.   Требования:   В Лицей Академии Яндекса на площадку ГБОУ Школа 1210 (2023/2024 учебный год!) требуется педагог дополнительного образования по программе \"Учим программировать на Python\".     Соискатель должен пройти отбор в преподаватели Лицея Академии Яндекса.   Наличие справки об отсутствии судимости, справки об административных нарушениях за употребление наркотических средств и психотропных веществ.   Условия:    Занятия в группе во второй половине дня, два раза в неделю по 2 часа.       ВНИМАНИЕ: резюме кандидатов, которые не соответствуют требованиям, не рассматриваются.  Просьба в сопроводительном письме указывать наличие пройденного отбора в преподаватели Лицея Академии Яндекса. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 46872889,
        "name": "Аналитик данных / Начинающий аналитик данных",
        "town": "Москва",
        "firm_name": "ФГАНУ ФЕДЕРАЛЬНЫЙ ИНСТИТУТ ЦИФРОВОЙ ТРАНСФОРМАЦИИ В СФЕРЕ ОБРАЗОВАНИЯ, ФГАНУ ФИЦТО",
        "url": "https://www.superjob.ru/vakansii/analitik-dannyh-46872889.html",
        "description": " Обязанности:  -  участие в организации сбора (извлечения) данных из разнородных источников (автоматизированные системы сбора данных, специализированные порталы, сайты и СУБД в области образования);  -  работа с данными (извлечение, исследование, обработка, обогащение и подготовка данных);   -  вывод и визуализация данных (формирование табличных данных, визуальных дашбордов и витрин данных);   -  настройка генерации отчетов и справок с использованием данных.   Требования:   -  уверенные знания и навыки работы с SQL, опыт работы с СУБД PostgreSQL;  -  опыт программирования на Python (стандартные библиотеки, библиотеки для анализа данных);  -  опыт работы с аналитической системой Qlik Sense;  -  не обязательными требованиями (обучим в процессе работы), но преимуществом является опыт работы с инструментами Apache NiFi, Dremio, S3, Git, а также инструментами для работы с BigData.   Условия:   -  трудоустройство по ТК РФ;  -  график работы 5/2 (с 9:00 до 18:00, в пятницу – до 16:45);  -  современный офис в шаговой доступности от метро Павелецкая;  -  конкурентная заработная плата (по результатам собеседования);  -  профессиональное обучение и развитие. ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 46978335,
        "name": "Инженер технической поддержки / Помощник системного администратора (стажёр)",
        "town": "Москва",
        "firm_name": "РЕДЛАБ-И",
        "url": "https://www.superjob.ru/vakansii/inzhener-tehnicheskoj-podderzhki-46978335.html",
        "description": "   Обязанности    Техническая поддержка пользователей офиса, работающих под Windows: рабочие места (в т.ч. бухгалтера), резервное копирование, печать, интернет.  Участие в технической поддержке инфраструктуры компании, основанной на ОС Linux Debian: виртуальные машины/контейнеры с операционными системами под разных заказчиков, email, git, svn, x2go, веб-сайт, пакетный репозиторий (.deb) для разрабатываемых компанией продуктов.  Участие в установке, настройке и обновлении ОС и ПО, в т.ч. на территории Заказчика.  Взаимодействие с внешними пользователями: консультирование, регистрация и локализация проблем, демонстрация устранения проблем.  Взаимодействие с разработчиками: участие в постановке задач по устранению проблем, проверка устранения проблем.    Требования    Опыт администрирования ОС Windows.  Опыт диагностики, простого ремонта и обслуживания компьютеров и оргтехники.  Уверенное пользование и начальные навыки администрирования ОС Linux, желание развиваться в данной области.  Знание устройства локальных сетей на основе Ethernet, cтека TCP/IP.  Умение бережно относиться к существующей инфраструктуре.  Умение читать техническую литературу на английском языке.  Коммуникабельность, способность чётко и доходчиво излагать свои мысли при взаимодействии с пользователями.   Приветствуется   Опыт администрирования ОС Linux.  Знание скриптовых языков (bash, python).  Базовые знания С/C++.  Опыт настройки программно-управляемых L2, L3 - коммутаторов (Cisco, Huawei и т.п.): VLAN, маршрутизация.  Опыт работы с системами контроля версий (git, svn).  Опыт работы с системами отслеживания ошибок (Redmine, Jira, Trac, Bugzilla и т.п.).   Условия   Оформление с первого рабочего дня по ТК РФ.  Полная занятость, график работы 5/2.  Офис в бизнес-парке «Румянцево» (шаговая доступность от метро «Румянцево»), периодические выезды на территорию Заказчика (Москва).  Льготы, полагающиеся сотрудникам аккредитованной ИТ-компании  Возможность карьерного и профессионального роста.  ",
        "salary_to": 75400,
        "salary_from": 0
    },
    {
        "id": 34123084,
        "name": "Учитель информатики",
        "town": "Москва",
        "firm_name": "ГБОУ Школа №2086",
        "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-34123084.html",
        "description": " Обязанности:    Разработка рабочей программы по предмету.     Организация учебной деятельности обучающихся на уроке и во внеурочное время.     Ведение электронного журнала    Требования:   Высшее образование  стаж работы от 6 лет  опыт преподавания информатики углубленного уровня сложности в проектах ДОНМ \"ИТ-класс в московской школе\"; \"Инженерный класс в московской школе\";  результат прохождения учителем независимой диагностики в ЦНД МЦКО на уровень не ниже высокого  результативность подготовки к ОГЭ, ЕГЭ   Программирование: Перволого/Логомиры, Scratch, Кумир, Паскаль/Дельфи, Alice/Greenfoot/Java, C/C++, Python  САПР: Компас  Веб-дизайн и разработка: HTML5, CSS3, JavaScript, JQuery, PHP, Adobe Photoshop, Dreamweaver, Flash, AJAX  СУБД: SQL (Oracle APEX), MySQL  Администрирование: Windows, Linux, Cisco      Условия:  Школа на протяжении ряда лет входит в 50 лучших школ по итогам рейтинга вклада ОО в качественное образование московских школьников; по итогам 2021-2022 уч.года школа удостоена Гранта Мэра 2 степени за достижение высоких результатов образовательной деятельности.  Школа участвует в проектах ДОНМ \"ИТ-класс в московской школе\" (направление - программирование); \"Инженерный класс в московской школе\". ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 34424249,
        "name": "DevOps Engineer",
        "town": "Москва",
        "firm_name": "SuperJob",
        "url": "https://www.superjob.ru/vakansii/devops-engineer-34424249.html",
        "description": " SuperJob — это инновационная IT-компания, которая помогает соискателям найти работу, а работодателям — приобрести ценного сотрудника.  Ежемесячно нашим сервисом пользуются миллионы соискателей и десятки тысяч работодателей, среди которых РЖД, Мегафон, МТС, Леруа Мерлен, Почта России, Сбербанк, Альфа-Банк, Ригла и многие другие. Мы активно развиваем нашу платформу и делаем ее лучше, подтверждая миссию «Работа должна доставлять удовольствие!»   Мы ожидаем от кандидата опыт:    Администрирования Linux.  Настройки и эксплуатации CI/CD.  Программирования (скрипты Bash/PHP/Python/Go).  Настройки и эксплуатации web-проектов.  Использования систем мониторинга.    Чем предстоит заниматься:    Управлять мониторингом zabbix, grafana.  Создавать и развивать собственные инструменты мониторинга и профайлинга для внутренних сервисов (php, nodejs) и для используемого стороннего ПО.  Реагировать на инциденты, не теряя присутствия духа.  Поддерживать актуальный план восстановления в случае сбоев.  Проводить нагрузочное тестирование новых сервисов, новых версий и новых конфигураций для mariadb и других серверов.  Находить узкие места в архитектуре проекта и приложений.  Рулить конфигурацией сервисов nginx, mariadb, clickhouse, apache, rabbitmq и других.  Писать плейбуки и роли для ansible для конфигурации и деплоя.  Контейнеризировать новые сервисы и поддерживать старые.  Поддерживать стороннее ПО (sentry, testrail, confluence, jira, bitbucket, teamcity).  Рулить процессом continuous integration и deployment.    Будет плюсом опыт:    Администрирования систем виртуализации.  Администрирования баз данных SQL, NoSQL.  Администрирования высоконагруженного web-проекта.   Мы используем в работе свой дата-центр, пару сотен серверов, CentOs/Virtuozzo, Git, Nginx, Apache, NodeJS, Bash/Sh, PHP, Python, Rust, Go, MariaDB/MySql, PostgreSQL, Redis, Sphinx, RabbitMQ, Memcache, ClickHouse, ELK, Graphite/Grafana, Zabbix, TeamCity, Jenkins, Docker, Ansible, Nexus, Vault, Atlassian Jira/Confluence/BitBucket.   Своему будущему коллеге мы предлагаем:    Работу в одном из самых быстрорастущих рынков - HRTech.   Высокую инженерную культуру.   Непрерывное обучение и профессиональное развитие внутри компании.   Возможность стать частью сплоченной команды, любящей свое дело.   Регулярную обратную связь от наставников и руководителей.   Официальную заработную плату.   ДМС после прохождения испытательного срока.   Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская.   Спортивный уголок.   Комфортную зону отдыха.   Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.   Оборудованное просторное место для питания.   Оплату проезда общественным транспортом.   ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 43147987,
        "name": "Инженер Программист",
        "town": "Москва",
        "firm_name": "ФГБУ \"Научно-исследовательский центр космической гидрометеорологии \"Планета\"",
        "url": "https://www.superjob.ru/vakansii/inzhener-programmist-43147987.html",
        "description": " Обязанности:  • автоматизация процессов обработки и распространения данных потребителям с космических аппаратов;   • программирование на языке Python (или С#, C++), приветствуется иметь навыки написания кода на других языках программирования;  • разработка программного обеспечения на базе СУБД PostgreSQL;   • поиск и устранение неисправностей в существующем программном обеспечении;  • работа с ОС Linux (CentOS, openSUSE и др.), Asta linux, Windows (7,10, server 2012 – 2019);   • разработка документации по ЕСПД и ЕСКД;  • участие в монтажных работах по СКС (редко);  • участие в установке и развертывании серверного оборудования, систем хранения данных, сетевого оборудования (редко);  • участие в эксплуатации и развитии ИТ-инфраструктуры организации;   • администрирование видеоконференцоборудования (работа по графику).    Требования:      образование высшее (допускается обучение в магистратуре, вечернее отделение);    работа с ОС Linux (CentOS, openSUSE и др.), Asta linux, Windows (7,10, server 2012 – 2019) на уровне администратора;      Обязательно знание:    основы протоколов передачи данных по ЛВС;    языка программирования python (рассмотрим кандидатов со знанием С++, Java готовых программировать на  python);    СУБД PostgreSQL (и/или MySQL);      иметь общее представление работы с системами виртуализации (hyper-v; vmware; контейнеры docker и др.);      читать техническую документацию на английском языке;    автоматизировать рутиные задачи.     Условия:    Работа в центре Москвы (м. Краснопресненская).   график работы 5/2 с 9 до 18 часов;  Постоянная работа;  Дружная профессиональная команда;  Оформление по ТК РФ;  Интересные проекты;  Возможности карьерного роста (Компания постоянно развивается и растёт).  Уровень зарплаты обсуждается с успешным кандидатом.    Уважаемые соискатели, просьба указывать ожидаемый уровень З/П на руки в сопроводительном письме!  ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 45760672,
        "name": "Системный администратор",
        "town": "Москва",
        "firm_name": "ТБ ПРОЕКТ",
        "url": "https://www.superjob.ru/vakansii/sistemnyj-administrator-45760672.html",
        "description": "  Обязанности:    Поддержание рабочего состояния рабочих станций  Поддержка пользователей (включая удаленную)  Участие в развитии внутренней инфраструктуры, её техническое сопровождение    Требования:    Понимание основ сети (TCP/IP, DNS, VPN, VLAN, DHCP)   Навыки работы с Windows Server – TS, AD, GPO, WSUS, Hyper-V   Минимальный опыт администрирования БД MSSQL   Базовые навыки администрирования Windows и *nix   Настройка базового бухгалтерского ПО – CryptoPro, контур, такском, 1C    Желательно:   Zabbix   FreePBX/Asterisk   Cisco ASA, Juniper EX   *nix: bash, exim4, dovecot, nginx, php-fpm, gunicorn   Знание python на минимальном уровне     С чем предстоит работать:    Кластер на базе Hyper-V  MS инфраструктура включая SCCM, DPM, MSSQL.  Сетевое оборудование Cisco ASA, Juniper EX, Ubiquity   IP телефония на базе FreePBX   Более 100 пользователей   Несколько офисов на территории г. Москва и ближайшее Подмосковье.     98% времени работа в офисе по адресу Амундсена, 9, но редкие выезды в другие офисы будут      Условия:    формление по ТК РФ;   официальная з/п   график работы 5/2;   шаговая доступность от метро Свиблово (7 мин).   полный рабочий день (с 9.00 до 18.00)   на территории работодателя  ",
        "salary_to": 150000,
        "salary_from": 0
    },
    {
        "id": 46784876,
        "name": "Аналитик данных (Сквозные бизнес компоненты)",
        "town": "Москва",
        "firm_name": "Банк ВТБ (ПАО)",
        "url": "https://www.superjob.ru/vakansii/analitik-dannyh-46784876.html",
        "description": " Обязанности:    определять ключевые метрики по новым фичам, прогнозировать как они увеличатся после запуска фичи и следить за их выполнением;   готовить отчеты по метрикам работы Стрима, предлагать как можно их улучшить;   собирать и обрабатывать данные из хранилищ Банка;   расчёт прогнозных метрик;   построения дашбордов;   отцифровка результатов запущенных фичей совместно с командой поиск точек роста для выполнения KPI, выбор решений исходя из предпологаемой доходности.    Требования:    Стек: – Teradata, Hadoop, DBeaver, Bigquery; Python, PyCharm, JupyterHub; Yandex Metrica, AppMetrica, PowerBI, QlickSense.   нание SQL (сложные запросы, оконные функции);   знание python (библиотеки для аналитиков, pyspark);   креативный подход к решению задач, инициативный;   нацеленностью нарешение клиентской задачи.    Условия:    трудоустройство согласно Законодательству;   конкурентная заработная плата;   профессиональное обучение и развитие;   добровольное медицинское страхование, льготные условия кредитования;   корпоративная пенсионная программа, материальная помощь;   спортивная жизнь и корпоративные мероприятия;   возможность построить карьеру в ведущем банке России.   ",
        "salary_to": 0,
        "salary_from": 0
    },
    {
        "id": 46932043,
        "name": "Преподаватель по направлению Информационные системы и Программирование",
        "town": "Москва",
        "firm_name": "ГБПОУ Колледж Москва",
        "url": "https://www.superjob.ru/vakansii/prepodavatel-po-napravleniyu-informacionnye-sistemy-i-programmirovanie-46932043.html",
        "description": " Обязанности:    Проведение занятий по учебным предметам, курсам, дисциплинам (модулям) образовательной программы в соответствии с расписанием учебных занятий.   Разработка и обновление рабочих программ учебных предметов, курсов, дисциплин (модулей) и т.д.    Ведение документации   Требования:   Знание/понимание алгоритмов и языков программирования (C#, C++, JS, PHP, Python — уровень выше среднего).  Знание методов программирования    Условия:    Официальное трудоустройство согласно ТК РФ;   36 часовая рабочая неделя;   Адрес места работы: г. Москва, ул. Пресненский Вал, д. 15, стр. 1 (ближайшая станция метро Улица 1905 года).  ",
        "salary_to": 0,
        "salary_from": 0
    }
]